Română (Romanian)
Info=Modul extensie ZIP pentru oMega|RO,ROM|1250|Adrian George Sav

1=Modul extensie ZIP
2=[fB +2;%0:s]\n[fB +2;pentru oMega Commander]\nVersiunea: [fB;%1:s.%2:d] (build [fB;%3:d])%4:s\n\nCopyright (c) %5:d-%6:d\n%7:s\n<Cursor=21;URL=http://%8:s>[fAccentBlue;%9:s]
3=Atențiune! Există fișiere care au în nume caractere Unicode!\nNu toate programele știu citi aceste fișiere din arhivele ZIP.
4=Atențiune! Există fișiere care au în nume caractere Unicode,\nsau care nu fac parte din codul ASCII (cod > 127)!\n
Aceste caractere sunt afișate diferit, pentru diferite coduri de pagină,\niar nu toate programele știu citi aceste fișiere din arhivele ZIP.
5=Selectați o modalitate de stocare a numelor de fișiere:
6=[fB +2;Salvare nume cu caractere Unicode:]\n(Nu toate programele știu citi nume cu caractere Unicode\ndin arhive ZIP, și nu toate cunosc toate modalitățile de stocare folosite)
7=Întreabă utilizatorul înainte de salvarea numelor cu caractere Unicode
8=Aplică salvarea pentru
9=numele cu caractere Unicode
10=numele cu caractere care nu fac parte din codul ASCII (cod > 127)
11=toate numele
12=Modalitatea de stocare a numelor Unicode:
13=ca Unicode UTF-8
14=ca Unicode UTF-8 în câmpuri suplimentare
15=caracterele Unicode înlocuite cu "?"
16=caracterele Unicode înlocuite cu "_"
17=caracterele Unicode înlocuite cu "-"
18=Nu mai întreba\n(opțiune în setările modulului)
30=Atențiune!\n\nDimensiunea totală a arhivei: [fB;%.1f GB] (mai mare de 4 GO).\nNu toate programele știu citi fișiere ZIP atât de mari.\n\nContinuați?
50=Eroare la salvarea fișierului\n"%s"
